Repository: RomanNosov/conversemsc
Catalog: *-apps/shop/plugins/referrals/locale/*/LC_MESSAGES/shop_referrals.po
Languages: ru_ru

source: Referral program
ru_ru: Реферальная программа

source: Your customers and referral partners receive bonuses for every friend they refer to make a purchase in your store. Referring is performed via a unique referral link every customer and partner can get in his personal account. Referral program is an effective promotional tool which allows you to increase sales, number of links to your website (which is good for search engine optimization), and to gather a community of partners motivated to promote your website on the Internet.
ru_ru: Покупатели и партнеры вашего интернет-магазина получают бонусы за оплаченные заказы привлеченных ими друзей и покупателей. Привлечение осуществляется по специальной ссылке, которую партнер может получить в личном кабинете. Реферальная программа является эффективным инструментом раскрутки и позволяет увеличить продажи и ссылочную базу вашего сайта, сформировать сообщество партнеров, которые будут заинтересованы в распространении информации о вашем интернет-магазине.

source: Disabled
ru_ru: Отключен

source: Enabled
ru_ru: Включен

source: Credit rate
ru_ru: Курс начисления

source: +1 point per
ru_ru: +1 балл за

source: worth of orders paid by referrals
ru_ru: заказов привлеченных покупателей

source: Save referral cookie for %s days
ru_ru: Хранить cookie в течение %s дней

source: Set cookie on top-level domain name (*.domain.com)
ru_ru: Устанавливать cookie на ваш основной домен (например, *.domain.ru или *.domain.com.ua)

source: Enable this if you have multiple storefronts on subdomains (e.g. store1.domain.com, store2.domain.com), and would like to automatically apply referral cookie for all subdomains. Otherwise simply ignore this option.
ru_ru: Включите эту настройку, если у вашего интернет-магазина несколько витрин на поддоменах основного домена (например, store1.domain.ru, store2.domain.ru) и вы хотите, чтобы реферальная ссылка применялась сразу ко всем витринам в рамках этого основного домена. Если у вашего магазина только одна витрина на одном домене, то эта настройка не будет применена.

source: Activity
ru_ru: Переходы

source: Track referral visits (recommended)
ru_ru: Трассировать переходы по реферальным ссылкам (рекомендуется)

source: Increases server load, but allows your referral partners to track per visit value and conversions for customers they refer to your online store.
ru_ru: Хранение информации о переходах увеличивает нагрузку на сервер, но позволяет вам и вашим реферал-партнерам следить за потоком привлеченных покупателей и автоматически рассчитывает конверсию.

source: Referral program promo
ru_ru: Приглашение в реферальную программу

source: A brief text advertising your referral program benefits. This promo text will be published in <em>My account &rarr; Affiliate program</em> screen for all your customers who did not sign up for your referral program yet.
ru_ru: Краткое описание преимуществ регистрации в реферальной программе. Этот промо-текст будет опубликован в разделе <em>Личный кабинет &rarr; Партнерская программа</em> для всех ваших клиентов, которые еще не подписались на участие в программе.

source: Referral program terms and conditions
ru_ru: Условия участия в реферальной программе

source: Opens in a new window.
ru_ru: Будут показаны в новом окне.

source: Homepage referral URL
ru_ru: Основная реферальная ссылка

source: Alternatively, you may simply add your unique referral ID <span class="bold">%s</span> to any store URL, and it will be considered as your referral link. Examples:<br> %s
ru_ru: Вы можете добавить <span class="bold">%s</span> к адресу любой страницы интернет-магазина, и переход по такой ссылке также будет связан с вашим реферальным профилем. Например:<br> %s

source: Source
ru_ru: Источник

source: Average per visitor earning
ru_ru: Среднее начисление за пользователя

source: Conversion
ru_ru: Конверсия

source: (direct)
ru_ru: (прямой переход)

source: Last 30 days total
ru_ru: Всего за последние 30 дней

source: There is no activity for your referral ID yet.
ru_ru: По вашей реферальной ссылке еще не было переходов.

source: Apply for Referral program
ru_ru: Участвовать в реферальной программе

source: Referrals
ru_ru: Рефералы

source: Bonus for referred customer’s order %s %s
ru_ru: Бонус за заказ %s, оформленный привлеченным покупателем %s

source: Referred by
ru_ru: Привлечен

source: Referral program plugin is installed.
ru_ru: Плагин «Реферальная программа» установлен и работает.

source: Customize Referral program settings in <a href="%s">Affiliate program settings</a> screen.
ru_ru: Настройте условия реферальной программы в разделе «<a href="%s">Партнерская программа</a>»

source: %d visitors
ru_ru: %d посетителей

source: %d transactions by %d visitors
ru_ru: %d транзакций от %d посетителей

source: %d transactions
ru_ru: %d транзакций

source: Credits affiliate bonuses for orders paid by referred customers and friends
ru_ru: Бонусы за оплаченные заказы привлеченных покупателей и друзей

source: Save
ru_ru: Сохранить

source: Referral program <a href="%s" target="_blank">terms and conditions</a>.
ru_ru: <a href="%s" target="_blank">Условия участия</a> в реферальной программе.

source: I have read and agree to the <a href="%s" target="_blank">Referral program terms and conditions</a>
ru_ru: Я ознакомился и согласен с <a href="%s" target="_blank">Условиями участия в реферальной программе</a>

source: Clicks
ru_ru: Переходы

source: Transactions
ru_ru: Транзакции

source: Income
ru_ru: Доход

source: +%s per click
ru_ru: +%s за переход

source: %s: %s points
ru_ru: %s: %s баллов

source: %s: %s clicks
ru_ru: %s: %s переходов

source: Cancel bonus for referred customer’s order %s
ru_ru: Отмена бонуса за заказ %s

source: Notifications
ru_ru: Уведомления

source: Notify referral partners on new bonus credits (on paid orders placed by referred customers)
ru_ru: Уведомлять партнеров о новых начислениях (об оплаченных заказах привлеченных покупателей)

source: Enable to automatically notify your affiliate partners on bonus credits by email. Emails will be sent when a referred customer pays for an order.
ru_ru: Включите эту настройку, чтобы автоматически уведомлять реферал-партнеров о новых начислениях. Уведомление будет отправлено по электронной почте, когда привлеченный покупатель оплатил заказ.

source: +%s to your referral bonus
ru_ru: +%s к вашему партнерскому бонусу

source: Hi %s,
ru_ru: Здравствуйте, %s.

source: +%s points have been credited to your affiliate bonus for the order %s paid by a customer you referred!
ru_ru: +%s баллов было начислено на ваш бонусный счет за заказ %s привлеченного вами клиента!

source: Your current bonus: <strong>%s</strong>
ru_ru: Ваш текущий партнерский бонус: <strong>%s</strong>.

source: of order total
ru_ru: от суммы заказа
