Repository: RomanNosov/conversemsc
Catalog: *-data/protected/*-installer/backup/*-apps/shop/plugins/lostproducts/locale/*/LC_MESSAGES/shop_lostproducts.po
Languages: ru_ru

source: Lost products
ru_ru: Незаполненные товары

source: Helps you find products with incomplete information.
ru_ru: Быстрый поиск товаров с незаполненной информацией.

source: no category
ru_ru: без категории

source: Products without categories
ru_ru: Товары, не добавленные ни в одну статическую категорию

source: no description
ru_ru: без описания

source: Products with no description or summary
ru_ru: Товары, для которых не введено краткое или полное описание

source: no images
ru_ru: без изображений

source: Products without images
ru_ru: Товары, для которых не загружены изображения

source: no tags
ru_ru: без тегов

source: Products without tags
ru_ru: Товары, которым не присвоен ни один тег

source: no META data
ru_ru: без META-данных

source: Products with incomplete META data
ru_ru: Товары, для которых не указаны META-теги или TITLE

source: no stock info
ru_ru: без остатков на складе

source: Products without stock information
ru_ru: Товары, для которых не указано количество на складе

source: no type
ru_ru: без типа

source: Products without type
ru_ru: Товары, для которых не выбран тип

source: no weight
ru_ru: без веса

source: Products without weight
ru_ru: Товары, для которых не указан вес

source: no features
ru_ru: без характеристик

source: Products without features
ru_ru: Товары, для которых не указаны значения характеристик (кроме веса)

source: no price
ru_ru: без цены

source: Products without price
ru_ru: Товары, для артикулов которых не указана цена

source: no SKU data
ru_ru: без артикула

source: Products without SKU code or name
ru_ru: Товары, для артикулов которых не указан код или наименование

source: unavailable
ru_ru: недоступные для заказа

source: Products with SKUs not marked as “%s”
ru_ru: Товары, артикулы которых не помечены как «%s»

source: hidden products
ru_ru: скрытые

source: Products with status “%s”
ru_ru: Товары со статусом «%s»

source: no related products
ru_ru: без рекомендуемых товаров

source: Products without related items
ru_ru: Товары, для которых не настроены рекомендуемые товары

source: no reviews
ru_ru: без отзывов

source: Products without customer reviews
ru_ru: Товары, о которых покупатели не оставляли отзывы

source: Descriptions
ru_ru: Описания

source: Select parts of product description which must be checked
ru_ru: Укажите, какие описания товара необходимо проверять

source: Product summary
ru_ru: Краткое описание

source: Product description
ru_ru: Полное описание

source: META data
ru_ru: МЕТА-данные

source: Select parts of product META data which must be checked
ru_ru: Укажите, какие МЕТА-данные необходимо проверять

source: Skipped product features
ru_ru: Пропускать характеристики

source: Select product features which must not be checked
ru_ru: Выберите характеристики, наличие значений которых <strong>не нужно</strong> проверять.<br>Характеристика с кодом <code>weight</code> (вес) пропускается всегда, т. к. для неё есть отдельный фильтр «%s».

source: Select product properties listed below which you need to control.
ru_ru: Выберите свойства товаров, которые вы хотите контролировать:

source: SKUs
ru_ru: Артикулы

source: Select SKU data which you need to control
ru_ru: Укажите, какую информацию об артикулах необходимо проверять

source: SKU code and name
ru_ru: код и наименование артикула

source: only SKU code
ru_ru: только код артикула

source: only SKU name
ru_ru: только наименование артикула

source: Consider zero or negative stock count as missing stock value
ru_ru: Считать нулевые и отрицательные складские остатки как незаполненное количество на складе

source: For option “%s”
ru_ru: Для фильтра «%s»

source: Minimum dimension limit for original product images
ru_ru: Поиск изображений товаров с низким разрешением

source: If at least one of product’s <strong>original</strong> images’ dimensions is below this value (in pixels), the product will be displayed by filter “%s”.
ru_ru: Если ширина или высота любого <strong>оригинального</strong> изображения товара ниже указанного значения, такой товар будет показан фильтром «%s».

source: If no positive integer or a non-integer value is specified, then only <strong>products without any images will be found</strong>.
ru_ru: Если не указано положительное значение, то по умолчанию будут найдены только <strong>товары, для которых не загружено ни одно изображение</strong>.

source: This option is useful for finding products with uploaded low resolution images, which can be replaced by high quality photos.
ru_ru: Эта настройка помогает находить товары с небольшими оригинальными изображениями, вместо которых можно загрузить высококачественные фотографии.

source: e.g., 1000
ru_ru: например, 1000

source: Select type of related items which you need to control for your products
ru_ru: Выберите тип рекомендуемых товаров, которые нужно проверять

source: Any related products
ru_ru: Все типы рекомендуемых товаров

source: Find products without info pages
ru_ru: Поиск товаров без информационных страниц

source: Find products with disabled info pages using filter “%s”
ru_ru: Найти товары с отключенными информационными страницами с помощью фильтра «%s»

source: no pages
ru_ru: без инф. страниц

source: Find missing product image files
ru_ru: Искать отсутствующие файлы изображений товаров

source: This option may slow down the product search.
ru_ru: Эта настройка может замедлить поиск товаров без изображений.

source: If disabled, filter "%s" will find only products with information about images missing in the database, which is faster and is sufficient in most cases.
ru_ru: Оставьте эту эту настройку отключенной, если фильтр «%s» должен искать товары, основываясь только на информации из базы данных — такой поиск работает быстрее и достаточен в большинстве случаев.

source: Find products with all SKUs having zero price
ru_ru: Искать товары с незаполненной ценой для всех артикулов

source: Enable this option if you want to use filter “%s” to find products where <strong>absolutely no SKU has a price value</strong>.
ru_ru: Включите, если с помощью фильтра «%s» необходимо находить товары, в которых <strong>абсолютно все артикулы не содержат значение цены</strong>.

source: If it’s disabled, all products with at least one empty (zero) SKU price value will be found.
ru_ru: Если эта настройка выключена, то будут найдены все товары, у которых цена не заполнена хотя бы для одного артикула.

source: Products with duplicate URLs
ru_ru: Товары с совпадающими URL

source: Search across all product types
ru_ru: Искать товары всех типов

source: Find products with duplicate URLs of the same type only
ru_ru: Искать только товары того же типа

source: duplicate names
ru_ru: совпадающие названия

source: Products with duplicate names
ru_ru: Товары с совпадающими названиями

source: duplicate URLs
ru_ru: совпадающие URL

source: duplicate SKUs
ru_ru: совпадающие артикулы

source: Products with duplicate SKUs
ru_ru: Товары с совпадающими артикулами
